Repository: nguyenvuong1309/kaso
Catalog: Packages/Features/WhatIfFeature/Resources/Localizable.xcstrings
Source language: vi
Languages: en

# whatIf.title
source: Mô phỏng what-if
en: What-if simulator

# whatIf.projection.headline
source: Số dư dự kiến cuối kỳ
en: Projected ending balance

# whatIf.projection.monthlySavings
source: Tiết kiệm/tháng
en: Monthly savings

# whatIf.projection.savingsRate
source: Tỉ lệ tiết kiệm
en: Savings rate

# whatIf.projection.totalSaved
source: Tổng góp
en: Total contributions

# whatIf.projection.totalInterest
source: Tổng lãi
en: Total interest

# whatIf.baseline.headline
source: Hiện trạng
en: Current baseline

# whatIf.baseline.income
source: Thu nhập TB tháng
en: Avg monthly income

# whatIf.baseline.expenses
source: Chi tiêu TB tháng
en: Avg monthly expenses

# whatIf.baseline.footnote
source: Tính từ giao dịch gần đây và thu nhập onboarding.
en: Computed from recent transactions and onboarding income.

# whatIf.sliders.headline
source: Thay đổi gì?
en: What changes?

# whatIf.sliders.incomeDelta
source: Thay đổi thu nhập
en: Income change

# whatIf.sliders.expenseDelta
source: Thay đổi chi tiêu
en: Expense change

# whatIf.sliders.additionalSavings
source: Tiết kiệm thêm/tháng
en: Extra monthly savings

# whatIf.sliders.horizon
source: Khoảng thời gian
en: Horizon

# whatIf.sliders.horizonValue
source: %d tháng
en: %d months

# whatIf.sliders.returnRate
source: Lợi suất đầu tư/năm
en: Annual return rate

# whatIf.goal.headline
source: Mục tiêu
en: Goal

# whatIf.goal.reset
source: Đặt lại
en: Reset

# whatIf.goal.placeholder
source: Số tiền mục tiêu (VD: 50.000.000)
en: Target amount (e.g. 50,000,000)

# whatIf.goal.monthsValue
source: %d tháng
en: %d months

# whatIf.goal.reachWithinHorizon
source: Bạn đạt mục tiêu sau %@.
en: You will reach the goal in %@.

# whatIf.goal.reachBeyondHorizon
source: Cần %1$@ để đạt mục tiêu, vượt khoảng %2$d tháng.
en: Goal reached in %1$@ — outside the %2$d-month horizon.

# whatIf.goal.unreachable
source: Không thể đạt mục tiêu với mức tiết kiệm hiện tại.
en: Goal cannot be reached with current monthly savings.

# whatIf.error.loadFailed
source: Không tải được hiện trạng.
en: Could not load baseline data.
